aircrack-ng
alsa-firmware
alsa-utils
amd-ucode
base
base-devel
bc
blackarch-config-icons
blackarch-menus
blackarch-mirrorlist
blackarch-wallpaper
blueman
bluez
bluez-utils
btop
dkms
docker
docker-compose
efibootmgr
exo
fastfetch
firefox
gamemode
garcon
git
gnome-keyring
gobuster
grub
irqbalance
john
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-vulkan-radeon
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mangohud
metasploit
mousepad
mpv
nano
network-manager-applet
networkmanager
nikto
nmap
ntfs-3g
os-prober
pacman-contrib
parole
pipewire
pipewire-alsa
pipewire-pulse
python-pandas
python-pip
ristretto
sof-firmware
sox
sqlmap
steam
syncplay
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tumbler
unzip
usb_modeswitch
usbutils
vulkan-radeon
wget
whois
wireless-regdb
wireplumber
wireshark-cli
wireshark-qt
wmctrl
xdotool
xf86-input-evdev
xf86-input-synaptics
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xorg-server
yay
yt-dlp
zram-generator
